<?php


return [
    'products' => [
        [
            'id' => 2,
            'name' => 'Апельсины',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Фрукт',
                2 => 'Оранжевый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 3,
            'name' => 'Мандарины',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Фрукт',
                2 => 'Оранжевый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 4,
            'name' => 'Виноград',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Фрукт',
                2 => 'Зеленый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 5,
            'name' => 'Вишня',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Фрукт',
                2 => 'Красный',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 6,
            'name' => 'Крыжовник',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Ягода',
                2 => 'Зеленый',
                3 => 'Маленький',
            ]
        ],
        [
            'id' => 7,
            'name' => 'Картофель',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Коричневый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 8,
            'name' => 'Помидор',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Красный',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 9,
            'name' => 'Огурец',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Зеленый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 10,
            'name' => 'Свекла',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Красный',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 11,
            'name' => 'Морковь',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Оранжевый',
                3 => 'Средний',
            ]
        ],
        [
            'id' => 12,
            'name' => 'Редис',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Розовый',
                3 => 'Маленький',
            ]
        ],
        [
            'id' => 13,
            'name' => 'Имбирь',
            'price' => '100',
            'price2B' => 50,
            'filters' => [
                1 => 'Овощь',
                2 => 'Белый',
                3 => 'Средний',
            ]
        ],
    ]
];